{"id":"template","title":"Template Entry - Replace with Actual Papers","authors":"Template Authors","journal":"Template Journal","year":"2024","doi":"template-doi","url":"template-url","keyAssumptions":"Template assumptions","keyHypotheses":"Template hypotheses","strengths":"Template strengths","weaknesses":"Template weaknesses","citation":"Template citation","notes":"This is a template entry to be replaced with actual papers","addedDate":"2025-08-14T04:34:55.348Z"}
{"id":"lit-review-001","title":"[TO BE FOUND] Automated Literature Review Systems","authors":"[TO BE RESEARCHED]","journal":"Information Processing & Management","year":"2023","doi":"[TO BE FOUND]","url":"[TO BE FOUND]","keyAssumptions":"A1: Better search algorithms are primary need for literature discovery; A2: Literature review is individual sequential process; A3: Quality synthesis requires manual human work","keyHypotheses":"H1: AI can optimize information retrieval better than human queries; H2: Automation should focus on efficiency gains; H3: Human judgment is irreplaceable for synthesis","strengths":"[TO BE ANALYZED using 6-point framework]","weaknesses":"[TO BE ANALYZED - likely focuses on efficiency over insight generation]","citation":"[TO BE FORMATTED]","notes":"Target paper for analyzing literature review automation assumptions. Need to find papers that exemplify A1-A3 assumptions.","addedDate":"2025-08-14T04:42:45.000Z"}
{"id":"lit-review-002","title":"[TO BE FOUND] AI Research Collaboration Platforms","authors":"[TO BE RESEARCHED]","journal":"CHI or CSCW","year":"2023","doi":"[TO BE FOUND]","url":"[TO BE FOUND]","keyAssumptions":"B1: Peer review quality correlates with expertise matching; B2: Research collaboration requires synchronous coordination; B3: AI can only assist mechanical tasks","keyHypotheses":"H1: Better matching algorithms improve review quality; H2: Coordination tools improve collaboration efficiency; H3: AI should augment rather than replace human reasoning","strengths":"[TO BE ANALYZED using 6-point framework]","weaknesses":"[TO BE ANALYZED - likely focuses on individual productivity over collective synthesis]","citation":"[TO BE FORMATTED]","notes":"Target paper for analyzing research collaboration tool assumptions. Need to find papers that exemplify B1-B3 assumptions.","addedDate":"2025-08-14T04:42:45.000Z"}
{"id":"lit-review-003","title":"[TO BE FOUND] Research Workflow Automation","authors":"[TO BE RESEARCHED]","journal":"Nature Methods or similar","year":"2023","doi":"[TO BE FOUND]","url":"[TO BE FOUND]","keyAssumptions":"C1: Reproducibility requires detailed manual documentation; C2: Research workflows are linear and predictable; C3: Experiment tracking separate from hypothesis generation","keyHypotheses":"H1: Better documentation tools improve reproducibility; H2: Workflow automation reduces errors; H3: Tracking and planning should be separate processes","strengths":"[TO BE ANALYZED using 6-point framework]","weaknesses":"[TO BE ANALYZED - likely treats symptoms rather than addressing assumption-testing workflow]","citation":"[TO BE FORMATTED]","notes":"Target paper for analyzing research workflow assumptions. Need to find papers that exemplify C1-C3 assumptions.","addedDate":"2025-08-14T04:42:45.000Z"}